
## :white_check_mark: Apply Succeeded

[CI link](https://github.com/hayas1/tfgh/actions/runs/13611090154)



<pre><code>Apply complete! Resources: 3 added, 0 changed, 0 destroyed.</code></pre>

<details><summary>Details (Click me)</summary>

```hcl
module.repositories["devcontainer-features"].github_repository.this: Refreshing state... [id=devcontainer-features]
module.repositories["tfgh"].github_repository.this: Refreshing state... [id=tfgh]
module.repositories["tokei-toukei"].github_repository.this: Refreshing state... [id=tokei-toukei]
module.repositories["json-with-comments"].github_repository.this: Refreshing state... [id=json-with-comments]
module.repositories["dyson-rs"].github_repository.this: Refreshing state... [id=dyson-rs]
module.repositories["relentless"].github_repository.this: Refreshing state... [id=relentless]
module.repositories["coalesced"].github_repository.this: Refreshing state... [id=coalesced]
module.repositories["go-fluffy-json"].github_repository.this: Refreshing state... [id=go-fluffy-json]
module.repositories["tokei-toukei"].github_repository_ruleset.this: Refreshing state... [id=2639488]
module.repositories["tfgh"].github_repository_ruleset.this: Refreshing state... [id=2558597]
module.repositories["dyson-rs"].github_repository_ruleset.this: Refreshing state... [id=2589508]
module.repositories["tokei-toukei"].github_branch_default.this: Refreshing state... [id=tokei-toukei]
module.repositories["go-fluffy-json"].github_repository_ruleset.this: Refreshing state... [id=3439359]
module.repositories["go-fluffy-json"].github_branch_default.this: Refreshing state... [id=go-fluffy-json]
module.repositories["devcontainer-features"].github_repository_ruleset.this: Refreshing state... [id=2602488]
module.repositories["coalesced"].github_repository_ruleset.this: Refreshing state... [id=3910924]
module.repositories["json-with-comments"].github_repository_ruleset.this: Refreshing state... [id=2629668]
module.repositories["relentless"].github_repository_ruleset.this: Refreshing state... [id=2653838]
module.repositories["dyson-rs"].github_branch_default.this: Refreshing state... [id=dyson-rs]
module.repositories["devcontainer-features"].github_branch_default.this: Refreshing state... [id=devcontainer-features]
module.repositories["coalesced"].github_branch_default.this: Refreshing state... [id=coalesced]
module.repositories["relentless"].github_branch_default.this: Refreshing state... [id=relentless]
module.repositories["json-with-comments"].github_branch_default.this: Refreshing state... [id=json-with-comments]
module.repositories["tfgh"].github_branch_default.this: Refreshing state... [id=tfgh]
module.repositories["tfgh"].github_issue_label.this["breaking"]: Refreshing state... [id=tfgh:breaking]
module.repositories["devcontainer-features"].github_issue_label.this["bugfix"]: Refreshing state... [id=devcontainer-features:bugfix]
module.repositories["coalesced"].github_issue_label.this["maintenance"]: Refreshing state... [id=coalesced:maintenance]
module.repositories["go-fluffy-json"].github_issue_label.this["deps"]: Refreshing state... [id=go-fluffy-json:deps]
module.repositories["devcontainer-features"].github_issue_label.this["documentation"]: Refreshing state... [id=devcontainer-features:documentation]
module.repositories["relentless"].github_issue_label.this["bugfix"]: Refreshing state... [id=relentless:bugfix]
module.repositories["json-with-comments"].github_issue_label.this["bugfix"]: Refreshing state... [id=json-with-comments:bugfix]
module.repositories["json-with-comments"].github_issue_label.this["maintenance"]: Refreshing state... [id=json-with-comments:maintenance]
module.repositories["devcontainer-features"].github_issue_label.this["maintenance"]: Refreshing state... [id=devcontainer-features:maintenance]
module.repositories["tokei-toukei"].github_issue_label.this["refactor"]: Refreshing state... [id=tokei-toukei:refactor]
module.repositories["go-fluffy-json"].github_issue_label.this["refactor"]: Refreshing state... [id=go-fluffy-json:refactor]
module.repositories["relentless"].github_issue_label.this["documentation"]: Refreshing state... [id=relentless:documentation]
module.repositories["dyson-rs"].github_issue_label.this["maintenance"]: Refreshing state... [id=dyson-rs:maintenance]
module.repositories["devcontainer-features"].github_issue_label.this["refactor"]: Refreshing state... [id=devcontainer-features:refactor]
module.repositories["devcontainer-features"].github_issue_label.this["breaking"]: Refreshing state... [id=devcontainer-features:breaking]
module.repositories["coalesced"].github_issue_label.this["deps"]: Refreshing state... [id=coalesced:deps]
module.repositories["dyson-rs"].github_issue_label.this["documentation"]: Refreshing state... [id=dyson-rs:documentation]
module.repositories["go-fluffy-json"].github_issue_label.this["feature"]: Refreshing state... [id=go-fluffy-json:feature]
module.repositories["go-fluffy-json"].github_issue_label.this["breaking"]: Refreshing state... [id=go-fluffy-json:breaking]
module.repositories["relentless"].github_issue_label.this["maintenance"]: Refreshing state... [id=relentless:maintenance]
module.repositories["json-with-comments"].github_issue_label.this["deps"]: Refreshing state... [id=json-with-comments:deps]
module.repositories["tfgh"].github_issue_label.this["refactor"]: Refreshing state... [id=tfgh:refactor]
module.repositories["coalesced"].github_issue_label.this["documentation"]: Refreshing state... [id=coalesced:documentation]
module.repositories["tfgh"].github_issue_label.this["documentation"]: Refreshing state... [id=tfgh:documentation]
module.repositories["relentless"].github_issue_label.this["refactor"]: Refreshing state... [id=relentless:refactor]
module.repositories["dyson-rs"].github_issue_label.this["feature"]: Refreshing state... [id=dyson-rs:feature]
module.repositories["relentless"].github_issue_label.this["deps"]: Refreshing state... [id=relentless:deps]
module.repositories["devcontainer-features"].github_issue_label.this["deps"]: Refreshing state... [id=devcontainer-features:deps]
module.repositories["go-fluffy-json"].github_issue_label.this["maintenance"]: Refreshing state... [id=go-fluffy-json:maintenance]
module.repositories["json-with-comments"].github_issue_label.this["feature"]: Refreshing state... [id=json-with-comments:feature]
module.repositories["coalesced"].github_issue_label.this["bugfix"]: Refreshing state... [id=coalesced:bugfix]
module.repositories["relentless"].github_issue_label.this["breaking"]: Refreshing state... [id=relentless:breaking]
module.repositories["go-fluffy-json"].github_issue_label.this["bugfix"]: Refreshing state... [id=go-fluffy-json:bugfix]
module.repositories["tfgh"].github_issue_label.this["feature"]: Refreshing state... [id=tfgh:feature]
module.repositories["coalesced"].github_issue_label.this["breaking"]: Refreshing state... [id=coalesced:breaking]
module.repositories["tfgh"].github_issue_label.this["maintenance"]: Refreshing state... [id=tfgh:maintenance]
module.repositories["dyson-rs"].github_issue_label.this["deps"]: Refreshing state... [id=dyson-rs:deps]
module.repositories["coalesced"].github_issue_label.this["feature"]: Refreshing state... [id=coalesced:feature]
module.repositories["tokei-toukei"].github_issue_label.this["breaking"]: Refreshing state... [id=tokei-toukei:breaking]
module.repositories["tokei-toukei"].github_issue_label.this["documentation"]: Refreshing state... [id=tokei-toukei:documentation]
module.repositories["tokei-toukei"].github_issue_label.this["feature"]: Refreshing state... [id=tokei-toukei:feature]
module.repositories["tokei-toukei"].github_issue_label.this["maintenance"]: Refreshing state... [id=tokei-toukei:maintenance]
module.repositories["relentless"].github_issue_label.this["feature"]: Refreshing state... [id=relentless:feature]
module.repositories["dyson-rs"].github_issue_label.this["breaking"]: Refreshing state... [id=dyson-rs:breaking]
module.repositories["dyson-rs"].github_issue_label.this["bugfix"]: Refreshing state... [id=dyson-rs:bugfix]
module.repositories["json-with-comments"].github_issue_label.this["refactor"]: Refreshing state... [id=json-with-comments:refactor]
module.repositories["json-with-comments"].github_issue_label.this["documentation"]: Refreshing state... [id=json-with-comments:documentation]
module.repositories["tokei-toukei"].github_issue_label.this["deps"]: Refreshing state... [id=tokei-toukei:deps]
module.repositories["tokei-toukei"].github_issue_label.this["bugfix"]: Refreshing state... [id=tokei-toukei:bugfix]
module.repositories["tfgh"].github_issue_label.this["bugfix"]: Refreshing state... [id=tfgh:bugfix]
module.repositories["coalesced"].github_issue_label.this["refactor"]: Refreshing state... [id=coalesced:refactor]
module.repositories["tfgh"].github_issue_label.this["deps"]: Refreshing state... [id=tfgh:deps]
module.repositories["json-with-comments"].github_issue_label.this["breaking"]: Refreshing state... [id=json-with-comments:breaking]
module.repositories["devcontainer-features"].github_issue_label.this["feature"]: Refreshing state... [id=devcontainer-features:feature]
module.repositories["go-fluffy-json"].github_issue_label.this["documentation"]: Refreshing state... [id=go-fluffy-json:documentation]
module.repositories["dyson-rs"].github_issue_label.this["refactor"]: Refreshing state... [id=dyson-rs:refactor]
module.repositories["tfgh"].github_repository_file.this["github/pull_request_template.md"]: Refreshing state... [id=tfgh/.github/pull_request_template.md]
module.repositories["json-with-comments"].github_repository_file.this["github/issue_template.md"]: Refreshing state... [id=json-with-comments/.github/issue_template.md]
module.repositories["devcontainer-features"].github_repository_file.this["github/labeler.yml"]: Refreshing state... [id=devcontainer-features/.github/labeler.yml]
module.repositories["tfgh"].github_repository_file.this["github/workflows/labeler.yml"]: Refreshing state... [id=tfgh/.github/workflows/labeler.yml]
module.repositories["go-fluffy-json"].github_repository_file.this["github/labeler.yml"]: Refreshing state... [id=go-fluffy-json/.github/labeler.yml]
module.repositories["tokei-toukei"].github_repository_file.this["github/workflows/labeler.yml"]: Refreshing state... [id=tokei-toukei/.github/workflows/labeler.yml]
module.repositories["coalesced"].github_repository_file.this["github/workflows/labeler.yml"]: Refreshing state... [id=coalesced/.github/workflows/labeler.yml]
module.repositories["relentless"].github_repository_file.this["github/pull_request_template.md"]: Refreshing state... [id=relentless/.github/pull_request_template.md]
module.repositories["json-with-comments"].github_repository_file.this["github/workflows/labeler.yml"]: Refreshing state... [id=json-with-comments/.github/workflows/labeler.yml]
module.repositories["relentless"].github_repository_file.this["github/issue_template.md"]: Refreshing state... [id=relentless/.github/issue_template.md]
module.repositories["go-fluffy-json"].github_repository_file.this["github/release.yml"]: Refreshing state... [id=go-fluffy-json/.github/release.yml]
module.repositories["tokei-toukei"].github_repository_file.this["github/labeler.yml"]: Refreshing state... [id=tokei-toukei/.github/labeler.yml]
module.repositories["dyson-rs"].github_repository_file.this["github/release.yml"]: Refreshing state... [id=dyson-rs/.github/release.yml]
module.repositories["coalesced"].github_repository_file.this["github/pull_request_template.md"]: Refreshing state... [id=coalesced/.github/pull_request_template.md]
module.repositories["json-with-comments"].github_repository_file.this["github/pull_request_template.md"]: Refreshing state... [id=json-with-comments/.github/pull_request_template.md]
module.repositories["devcontainer-features"].github_repository_file.this["github/pull_request_template.md"]: Refreshing state... [id=devcontainer-features/.github/pull_request_template.md]
module.repositories["tokei-toukei"].github_repository_file.this["github/issue_template.md"]: Refreshing state... [id=tokei-toukei/.github/issue_template.md]
module.repositories["json-with-comments"].github_repository_file.this["github/labeler.yml"]: Refreshing state... [id=json-with-comments/.github/labeler.yml]
module.repositories["relentless"].github_repository_file.this["github/release.yml"]: Refreshing state... [id=relentless/.github/release.yml]
module.repositories["dyson-rs"].github_repository_file.this["github/issue_template.md"]: Refreshing state... [id=dyson-rs/.github/issue_template.md]
module.repositories["dyson-rs"].github_repository_file.this["github/labeler.yml"]: Refreshing state... [id=dyson-rs/.github/labeler.yml]
module.repositories["json-with-comments"].github_repository_file.this["github/release.yml"]: Refreshing state... [id=json-with-comments/.github/release.yml]
module.repositories["go-fluffy-json"].github_repository_file.this["github/issue_template.md"]: Refreshing state... [id=go-fluffy-json/.github/issue_template.md]
module.repositories["tfgh"].github_repository_file.this["github/issue_template.md"]: Refreshing state... [id=tfgh/.github/issue_template.md]
module.repositories["dyson-rs"].github_repository_file.this["github/pull_request_template.md"]: Refreshing state... [id=dyson-rs/.github/pull_request_template.md]
module.repositories["devcontainer-features"].github_repository_file.this["github/issue_template.md"]: Refreshing state... [id=devcontainer-features/.github/issue_template.md]
module.repositories["tfgh"].github_repository_file.this["github/labeler.yml"]: Refreshing state... [id=tfgh/.github/labeler.yml]
module.repositories["dyson-rs"].github_repository_file.this["github/workflows/labeler.yml"]: Refreshing state... [id=dyson-rs/.github/workflows/labeler.yml]
module.repositories["tokei-toukei"].github_repository_file.this["github/release.yml"]: Refreshing state... [id=tokei-toukei/.github/release.yml]
module.repositories["devcontainer-features"].github_repository_file.this["github/release.yml"]: Refreshing state... [id=devcontainer-features/.github/release.yml]
module.repositories["go-fluffy-json"].github_repository_file.this["github/pull_request_template.md"]: Refreshing state... [id=go-fluffy-json/.github/pull_request_template.md]
module.repositories["coalesced"].github_repository_file.this["github/labeler.yml"]: Refreshing state... [id=coalesced/.github/labeler.yml]
module.repositories["tokei-toukei"].github_repository_file.this["github/pull_request_template.md"]: Refreshing state... [id=tokei-toukei/.github/pull_request_template.md]
module.repositories["relentless"].github_repository_file.this["github/labeler.yml"]: Refreshing state... [id=relentless/.github/labeler.yml]
module.repositories["tfgh"].github_repository_file.this["github/release.yml"]: Refreshing state... [id=tfgh/.github/release.yml]
module.repositories["devcontainer-features"].github_repository_file.this["github/workflows/labeler.yml"]: Refreshing state... [id=devcontainer-features/.github/workflows/labeler.yml]
module.repositories["relentless"].github_repository_file.this["github/workflows/labeler.yml"]: Refreshing state... [id=relentless/.github/workflows/labeler.yml]
module.repositories["go-fluffy-json"].github_repository_file.this["github/workflows/labeler.yml"]: Refreshing state... [id=go-fluffy-json/.github/workflows/labeler.yml]
module.repositories["tfgh"].github_repository_pull_request.managed: Refreshing state... [id=hayas1:tfgh:80]
module.repositories["relentless"].github_repository_pull_request.managed: Refreshing state... [id=hayas1:relentless:28]
module.repositories["dyson-rs"].github_repository_pull_request.managed: Refreshing state... [id=hayas1:dyson-rs:13]
module.repositories["devcontainer-features"].github_repository_pull_request.managed: Refreshing state... [id=hayas1:devcontainer-features:45]
module.repositories["json-with-comments"].github_repository_pull_request.managed: Refreshing state... [id=hayas1:json-with-comments:48]
module.repositories["go-fluffy-json"].github_repository_pull_request.managed: Refreshing state... [id=hayas1:go-fluffy-json:1]
module.repositories["tokei-toukei"].github_repository_pull_request.managed: Refreshing state... [id=hayas1:tokei-toukei:29]
github_repository_environment.plan: Refreshing state... [id=tfgh:plan]
github_issue_label.manual: Refreshing state... [id=tfgh:manual]
github_repository_environment.apply: Refreshing state... [id=tfgh:apply]

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply" which may have affected this plan:

  # module.repositories["coalesced"].github_repository.this has changed
  ~ resource "github_repository" "this" {
      ~ etag                        = "W/\"ff7ba5c8cc530fe004db30314d815a95c7600e9488e2958a33f7f69a461fcf3d\"" -> "W/\"e695944bc49b56fe60c9697ad1ad9547c129f65ff623c1abd8780f54be4b0eff\""
        id                          = "coalesced"
        name                        = "coalesced"
        # (35 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }

  # module.repositories["devcontainer-features"].github_repository.this has changed
  ~ resource "github_repository" "this" {
      ~ etag                        = "W/\"54d5013b2cc1ea52c5ad0e0f06bc7cf62fc015da5c055e3d1ebca13ebb66574a\"" -> "W/\"502024844a510c94da7b22e380b8d9375d51e28899d5fae528ff1b16f42b56ec\""
        id                          = "devcontainer-features"
        name                        = "devcontainer-features"
        # (35 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }

  # module.repositories["dyson-rs"].github_repository.this has changed
  ~ resource "github_repository" "this" {
      ~ etag                        = "W/\"83a0d816d82bf2d47c5e819a4bd2dbde00f77233fec13aad4672d49adf863ab4\"" -> "W/\"f500abc76a9b7c252f5fd73ae51782c123ca56cf3515640fc3bd2ac41d0d7b8b\""
        id                          = "dyson-rs"
        name                        = "dyson-rs"
        # (35 unchanged attributes hidden)

        # (2 unchanged blocks hidden)
    }

  # module.repositories["go-fluffy-json"].github_repository.this has changed
  ~ resource "github_repository" "this" {
      ~ etag                        = "W/\"ae77ad6a856831922ea706341946e7b9fa6261cac04d249e774885a91acf671e\"" -> "W/\"97c3e8d1cde76ed424044027cd75d304c3e9cebd4a2eb93cfd9d69115dabfa84\""
        id                          = "go-fluffy-json"
        name                        = "go-fluffy-json"
        # (35 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }

  # module.repositories["json-with-comments"].github_repository.this has changed
  ~ resource "github_repository" "this" {
      ~ etag                        = "W/\"77266296beb5ddda34474595cb48966cc5940d6ff36836e9fe397e697eed2026\"" -> "W/\"07ad040cf6f15985212edc93f75cc04e1cfbb44102679ff3a505968d1683a84f\""
        id                          = "json-with-comments"
        name                        = "json-with-comments"
        # (35 unchanged attributes hidden)

        # (2 unchanged blocks hidden)
    }

  # module.repositories["relentless"].github_repository.this has changed
  ~ resource "github_repository" "this" {
      ~ etag                        = "W/\"53cd7e69f07dadde8583c7f05c74ecb219b15e106e4c1e2cbcc2f3b21c3993ec\"" -> "W/\"e9f86654b0ace3afc1825c4cd46544b83a3941ccf7f170569fb7415964e77a9c\""
        id                          = "relentless"
        name                        = "relentless"
        # (35 unchanged attributes hidden)

        # (2 unchanged blocks hidden)
    }

  # module.repositories["tfgh"].github_repository.this has changed
  ~ resource "github_repository" "this" {
      ~ etag                        = "W/\"8c78869dcfe17fa78deb37458862b710d24af22fe5085dab5b402e428a19e704\"" -> "W/\"f5480b3e4664c580d2fdb52aa059c7bbc374f767c647d38df9cf802f814dfc05\""
        id                          = "tfgh"
        name                        = "tfgh"
        # (35 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }

  # module.repositories["tokei-toukei"].github_repository.this has changed
  ~ resource "github_repository" "this" {
      ~ etag                        = "W/\"f0e9941a600d9111a03b8c26c702699d9c114742d33c88042067aa02946a5bb1\"" -> "W/\"c630f64333e8d644f67cd77decb12ce980ad700d2bfdff41191fd935705edc33\""
        id                          = "tokei-toukei"
        name                        = "tokei-toukei"
        # (35 unchanged attributes hidden)

        # (2 unchanged blocks hidden)
    }


Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.repositories["coalesced"].github_repository_file.this["github/issue_template.md"] will be created
  + resource "github_repository_file" "this" {
      + autocreate_branch               = true
      + autocreate_branch_source_branch = "master"
      + autocreate_branch_source_sha    = (known after apply)
      + branch                          = "chore/managed-by-terraform"
      + commit_message                  = "Managed by Terraform: .github/issue_template.md"
      + commit_sha                      = (known after apply)
      + content                         = <<-EOT
            <!-- This template is managed by terraform. https://github.com/hayas1/tfgh -->
            
            ## Expectation :butterfly:
            > [Delete me] What behavior is expected?
            
            ## Reality :bug:
            > [Delete me] How does it actually work?
            
            ## Environment :evergreen_tree:
            > [Delete me] (When and) Where the behavior was observed?
            
            ## Cause :mag:
            > [Delete me] Why this issue was occurred?
            
            ## Related :chains:
            > [Delete me] The list of related issues or pull requests
            
            ## Remark :eyes:
            > [Delete me] Any remarks
        EOT
      + file                            = ".github/issue_template.md"
      + id                              = (known after apply)
      + overwrite_on_create             = true
      + ref                             = (known after apply)
      + repository                      = "coalesced"
      + sha                             = (known after apply)
    }

  # module.repositories["coalesced"].github_repository_file.this["github/release.yml"] will be created
  + resource "github_repository_file" "this" {
      + autocreate_branch               = true
      + autocreate_branch_source_branch = "master"
      + autocreate_branch_source_sha    = (known after apply)
      + branch                          = "chore/managed-by-terraform"
      + commit_message                  = "Managed by Terraform: .github/release.yml"
      + commit_sha                      = (known after apply)
      + content                         = <<-EOT
            # Managed by terraform. https://github.com/hayas1/tfgh
            
            changelog:
              categories:
                - title: '🚀 Features'
                  labels:
                    - feature
                - title: '🔨 Breaking Changes'
                  labels:
                    - breaking
                - title: '🐛 Bug Fixes'
                  labels:
                    - bugfix
                - title: '🔧 Refactoring'
                  labels:
                    - refactor
                - title: '📖 Documentation'
                  labels:
                    - documentation
                - title: '👒 Dependency update'
                  labels:
                    - deps
                - title: '🧰 Maintenance'
                  labels:
                    - maintenance
                - title: Other Changes
                  labels:
                    - "*"
        EOT
      + file                            = ".github/release.yml"
      + id                              = (known after apply)
      + overwrite_on_create             = true
      + ref                             = (known after apply)
      + repository                      = "coalesced"
      + sha                             = (known after apply)
    }

  # module.repositories["coalesced"].github_repository_pull_request.managed will be created
  + resource "github_repository_pull_request" "managed" {
      + base_ref              = "master"
      + base_repository       = "coalesced"
      + base_sha              = (known after apply)
      + body                  = <<-EOT
            - .github/issue_template.md
            - .github/labeler.yml
            - .github/pull_request_template.md
            - .github/release.yml
            - .github/workflows/labeler.yml
        EOT
      + draft                 = (known after apply)
      + head_ref              = "chore/managed-by-terraform"
      + head_sha              = (known after apply)
      + id                    = (known after apply)
      + labels                = (known after apply)
      + maintainer_can_modify = false
      + number                = (known after apply)
      + opened_at             = (known after apply)
      + opened_by             = (known after apply)
      + state                 = (known after apply)
      + title                 = "[auto] snippet files managed by Terraform"
      + updated_at            = (known after apply)
    }

Plan: 3 to add, 0 to change, 0 to destroy.
module.repositories["coalesced"].github_repository_file.this["github/release.yml"]: Creating...
module.repositories["coalesced"].github_repository_file.this["github/issue_template.md"]: Creating...
module.repositories["coalesced"].github_repository_file.this["github/release.yml"]: Creation complete after 4s [id=coalesced/.github/release.yml]
module.repositories["coalesced"].github_repository_file.this["github/issue_template.md"]: Creation complete after 4s [id=coalesced/.github/issue_template.md]
module.repositories["coalesced"].github_repository_pull_request.managed: Creating...
module.repositories["coalesced"].github_repository_pull_request.managed: Creation complete after 2s [id=hayas1:coalesced:1]

Apply complete! Resources: 3 added, 0 changed, 0 destroyed.

```

</details>

<!-- github-comment: {"Command":"apply","JobName":"terraform","PRNumber":83,"Program":"tfcmt","SHA1":"66ebbc897bdfa7f8e44200a369425a9fdfe527bd","Vars":{},"WorkflowName":"Terraform apply on push"} -->